Repository: mozilla-l10n/mt-training-data
Catalog: ilo/ilo_pontoon.tmx
Source language: en_us
Languages: ilo

source: #1 (and #2 other tab);#1 (and #2 other tabs)
ilo: #1 (ken #2 a dadduma nga etiketa);#1 (ken #2 a dadduma nga etiketa)

source: #1 review;#1 reviews
ilo: repaso: #1;repaso: #1

source: %1$S %2$S %3$S nightly
ilo: %1$S %2$S %3$S rinabii

source: %1$S %2$S (cached)
ilo: %1$S %2$S (impempen)

source: %1$S %2$S of %3$S %4$S
ilo: %1$S a %2$S / %3$S a %4$S

source: %1$S could not install the search engine from: %2$S
ilo: Saanna a naisimpa ti %1$S ti makina pangbirok nga aggapu: %2$S

source: %1$S is incompatible with %2$S %3$S.
ilo: Saan nga agkatunos ti %1$S iti %2$S %3$S.

source: %1$S of %2$S %3$S
ilo: %1$S/%2$S %3$S

source: %1$S resource
ilo: rekurso a %1$S

source: %1$S rule not allowed within @media or @-moz-document rule.
ilo: Saan a mapalubosan ti %1$S iti uneg ti pagalagadan a @media wenno @-moz-document.

source: %1$s’s %2$s ID
ilo: %2$s nga ID ti %1$s

source: %1$S \u2014 %2$S
ilo: %1$S — %2$S

source: %1$S will be disabled after you restart %2$S.
ilo: Maiddepto ti %1$S kalpasanyo nga irugi manen ti %2$S.

source: %1$S will be enabled after you restart %2$S.
ilo: Mapagtaray ti %1$S kalpasanyo nga irugi manen ti %2$S.

source: %1$S will be installed after you restart %2$S.
ilo: Mayinstala ti %1$S kalpasanyo nga irugi manen ti %2$S.

source: %1$S will be uninstalled after you restart %2$S.
ilo: Maidisinstala ti %1$S kalpasanyo nga irugi manen ti %2$S.

source: %1$S will be updated after you restart %2$S.
ilo: Matarimaan ti %1$S kalpasanyo nga irugi manen ti %2$S.

source: 28em
ilo: 36em

source: %4$S — %1$S (%2$S %3$S/sec)
ilo: %4$S — %1$S (%2$S a %3$S/sec)

source: A
ilo: B

source: Abkhazian
ilo: Abkas

source: About
ilo: Maipapan iti

source: About About
ilo: Maipapan iti

source: About { -brand-full-name }
ilo: Maipapan iti { -brand-full-name }

source: Accept and Install…
ilo: Annugotan santo Iyinstala...

source: Access denied
ilo: Napaidam ti Akses

source: Accessibility
ilo: Aksesibilidad

source: Access to the port number given has been disabled for security reasons.
ilo: Nairikep ti panagakses iti bilang ti pagserkan a naikkan maipuon ti seguridad.

source: Activate
ilo: Paguddogen

source: Activity
ilo: Aramid

source: Add
ilo: Nayonan

source: Added
ilo: Nanayonan

source: Add Exception…
ilo: Inayon ti Laksid...

source: Add, modify and remove cache, cookies, databases and session data. <a data-l10n-name="learn-more">{ features-learn-more }</a>
ilo: Nayonan, baliwan ken ikkaten dagiti impempen, galietas, base ti datos ken datos dagiti sesionyo. <a data-l10n-name="learn-more">{ features-learn-more }</a>

source: Add New Container
ilo: Nayonan ti Baro a Pangikabilan

source: Add-ons
ilo: Raman

source: Add-ons Manager
ilo: Mangimaton ti Raman

source: Address
ilo: Pagtaengan

source: Address:
ilo: Pagtaengan:

source: Address in signing certificate does not match address in message headers.
ilo: Saan nga agkapasang ti pagtaengan ti sertipiko a nangipirma kadadiay pagtaengan nga adda iti pakdaar.

source: Add %S?
ilo: Nayonan ti %S?

source: Add Security Exception
ilo: Inayon ti Laksid ti Seguridad

source: Add to Dictionary
ilo: Nayonan ti Pagipatarusan

source: Advanced…
ilo: Nangatngato...

source: Affiliation Changed
ilo: Nasukatan ti Panagkappon

source: Albanian
ilo: Albanio

source: A Little Housekeeping…
ilo: Daldalusan...

source: All Bookmarks
ilo: Amin a Pannanda

source: All Files
ilo: Amin nga Intar

source: All history will be cleared.
ilo: Borraento amin a pakasaritaan.

source: Allow
ilo: Palubosan

source: Allow pages to choose their own fonts, instead of your selections above
ilo: Palubosan dagiti panid nga pumili ti bukod a fontda, iti saad dagiti piniliyo idiay rabaw

source: Allows some trackers so websites function properly.
ilo: Palubosan ti sumagmamano a mangsurotsurot tapno maitutop nga umobra ti sitio.

source: All selected items will be cleared.
ilo: Borraento amin a pinili.

source: Alternate Text
ilo: Sabali a Teskto

source: Always
ilo: Kanayon

source: Always Ask
ilo: Kanayon a Saludsuden

source: Always use %S to subscribe to feeds
ilo: Aramaten a kanayon ti %S nga agsuskribir iti subo

source: Always use %S to subscribe to feeds.
ilo: Aramaten a kanayon ti %S nga agsuskribir iti subo.

source: Always use %S to subscribe to podcasts.
ilo: Aramaten a kanayon ti %S nga agsuskribir iti podcast.

source: Always use %S to subscribe to video podcasts.
ilo: Aramaten a kanayon ti %S nga agsuskribir iti podcast a video.

source: A Master Password is used to protect sensitive information like site passwords. If you create a Master Password you will be asked to enter it once per session when { -brand-short-name } retrieves saved information protected by the password.
ilo: Ti panagaramat ti Kontrasenias a Maestro ket mangsalaknib iti napakni a damag arig kontrasenias kadagiti website. No parsuaenyo ti Kontrasenias a Maestro, dawatennakayonto nga isurat maminsan kada sessesion patinayon no mangawat ti { -brand-short-name } iti naidulin a damag a salsalakniban daytoy a kontrasenias.

source: Amharic
ilo: Amhariko

source: And they have a plan.
ilo: Adda met ti gandatda.

source: An error occurred during a connection to %S.
ilo: Rimsua ti kammali iti panagisilpo iti %S.

source: An important update is available for %1$S.
ilo: Adda ti maal-ala a pannarimaan nga importante ti %1$S.

source: <anonymous>
ilo: <anonimo>

source: Another Application…
ilo: Sabali nga Aplikasion...

source: ANSI X9.57 DSA Signature
ilo: Pirma nga ANSI X9.57 DSA

source: ANSI X9.57 DSA Signature with SHA1 Digest
ilo: Pirma a DSA ti ANSI X9.57 ken SHA1 Kadagupan

source: ANSI X9.62 ECDSA Signature with SHA1
ilo: Pirma nga ANSI X9.62 ECDSA ken SHA1

source: ANSI X9.62 elliptic curve c2onb191v4
ilo: c2onb191v4 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2onb191v5
ilo: c2onb191v5 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2onb239v4
ilo: c2onb239v4 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2onb239v5
ilo: c2onb239v5 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb163v1
ilo: c2pnb163v1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb163v2
ilo: c2pnb163v2 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb163v3
ilo: c2pnb163v3 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb176v1
ilo: c2pnb176v1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb208w1
ilo: c2pnb208w1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb272w1
ilo: c2pnb272w1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb304w1
ilo: c2pnb304w1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2pnb368w1
ilo: c2pnb368w1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb191v1
ilo: c2tnb191v1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb191v2
ilo: c2tnb191v2 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb191v3
ilo: c2tnb191v3 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb239v1
ilo: c2tnb239v1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb239v2
ilo: c2tnb239v2 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb239v3
ilo: c2tnb239v3 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb359v1
ilo: c2tnb359v1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve c2tnb431r1
ilo: c2tnb431r1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve prime192v1 (aka secp192r1, NIST P-192)
ilo: prime192v1 nga arinduyog a killo ti ANSI X9.62 (wenno secp192r1, NIST P-192)

source: ANSI X9.62 elliptic curve prime192v2
ilo: prime192v2 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve prime192v3
ilo: prime192v3 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve prime239v1
ilo: prime239v1 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve prime239v2
ilo: prime239v2 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve prime239v3
ilo: prime239v3 nga arinduyog a killo ti ANSI X9.62

source: ANSI X9.62 elliptic curve prime256v1 (aka secp256r1, NIST P-256)
ilo: prime256v1 nga arinduyog a killo ti ANSI X9.62 (wenno secp256r1, NIST P-256)

source: An XSLT stylesheet directly or indirectly imports or includes itself:
ilo: Adda ti pliego ti estilo a XSLT nga inyangkat nga agtartarus wenno agkalkalupipis ti bagina:

source: An XSLT stylesheet does not have an XML mimetype:
ilo: Adda ti pliego ti estilo a XSLT nga awan ti kita-MIME a XML:

source: An XSLT stylesheet load was blocked for security reasons.
ilo: Adda ti pliego ti estilo a naikarga a nalapdan agsipud ti rason ti seguridad.

source: Any applicable privacy policies for this product should be listed here.
ilo: Nasken a malistaan ditoy dagiti mayanatup a polisa ti kapaknian kadaytoy nga aplikasion.

source: Any applicable service terms for this product should be listed here.
ilo: Nasken a malistaan ti ania man a maaramat a termino maipapan ti serbisio ti daytoy a produkto ditoy.

source: A PKCS #11 module returned CKR_DEVICE_ERROR, indicating that a problem has occurred with the token or slot.
ilo: Nagsubli ti PKCS #11 a module iti CKR_DEVICE_ERROR. Kayat a sawen nga rimsua ti problema iti tanda wenno sawang.

source: Appearance:
ilo: Itsura:

source: Application Basics
ilo: Kangrunaan a Kapanunotan

source: Application details
ilo: Detalie ti Aplikasion

source: Application Details…
ilo: Detalie ti Aplikasion...

source: Arabic
ilo: Arabo

source: Aragonese
ilo: Aragones

source: Are you sure you want to quit $BrandFullName Setup?
ilo: Kayatyo pay nga isardeng ti Panaginstala ti $BrandFullName?

source: Are you sure you want to sign in to Sync?
ilo: Kayatyo pay ti mangrugi iti sesion ti Sync?

source: Armenian
ilo: Armenio

source: A script on this page has been stopped due to a low memory condition.
ilo: Naisardeng ti script kadaytoy a panid gapu ta nababa ti memoria.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, open the script in the debugger, or let the script continue.
ilo: Makumikomsa ti maysa a script kadaytoy a panid wenno nagsardengsa a sumungbat. Maisardengyo diay script itan, maluktanyo iti pandepura wenno mapalubosanyo nga agtuloy.

source: A script on this page may be busy, or it may have stopped responding. You can stop the script now, or you can continue to see if the script will complete.
ilo: Makumikomsa ti maysa a script kadaytoy a panid wenno nagsardengsa a sumungbat. Maisardenyo ti script itan wenno matuloyyo tapno makitayo no malpas ti script.

source: Ask Later
ilo: Saludsudennakto Madamdama

source: As &laid out on the screen
ilo: A kas naidisso iti panta&lia

source: _As Laid Out on the Screen
ilo: _A Kas Dinisso iti Iskrin

source: Assamese
ilo: Asames

source: Associated Text:
ilo: Nainaig a Teksto:

source: Asturian
ilo: Asturiano

source: asynchronous entity
ilo: di-aggidgiddan nga entidad

source: Attempt to load a javascript: URL from one host\nin a window displaying content from another host\nwas blocked by the security manager.
ilo: Panagpadas a mangikarga ti Javascript: Ti URL a naggapu iti maysa a serbidor\niti tawa nga agdatdatar iti laon a paggapuanna a sabali a serbidor\nket nalapdan ti magimaton ti seguridad.

source: Attribute value illegal in XSLT 1.0.
ilo: Saan a maipateg ti pateg ti atributo iti XSLT 1.0.

source: Attribute value missing.
ilo: Naawan ti pateg ti atributo.

source: Audio Files
ilo: Audio nga Intar

source: Authentication Required
ilo: Nasken ti Panagpaneknek

source: Authorities
ilo: Turay

source: Authority Information Access
ilo: Pannakaakses ti Damag ti Turay

source: AutoConfig Alert
ilo: Pammakdaar ti Kompigurasion a Sigud

source: Auto-detect proxy settings for this network
ilo: Duktalan a dagus dagiti parametro ti proxy maipaay daytoy nga iket

source: Automatic proxy configuration URL
ilo: URL pangarregla ti proxy a dagus

source: Available Updates
ilo: Maal-ala a Pannanarimaan

source: Avaric
ilo: Abar

source: Avestan
ilo: Abestiko

source: Azerbaijani
ilo: Azeri

source: A > Z Sort Order
ilo: Panangpantag A > Z

source: B
ilo: i

source: Back
ilo: Agsanud

source: Background
ilo: Likod

source: Backup…
ilo: Itipon...

source: Backup All…
ilo: Itipon Amin...

source: Baltic
ilo: Baltiko

source: Basque
ilo: Basko

source: Beginning FTP transaction…
ilo: Rugrugian ti transaksion a FTP…

source: Belarusian
ilo: Belaruso

source: Bengali
ilo: Benggali

source: Block
ilo: Lapdan

source: Blocked by Content Security Policy
ilo: Nalapdan ti Polisa ti Seguridad iti Aglalaon

source: Blocked for your graphics card because of unresolved driver issues.
ilo: Linapdan agsipud iti bersion ti grapiko a tarheta gapu ta adda ti agallaalla a problema.

source: Blocked for your graphics driver version.
ilo: Linapdan agsipud iti bersion ti grapiko a driver.

source: Blocked for your graphics driver version. Try updating your graphics driver to version { $driverVersion } or newer.
ilo: Linapdan agsipud iti bersion ti grapiko a driver. Padasenyo nga tarimnen ti grapiko a driver iti bersion a { $driverVersion } wenno barbaro.

source: Blocked for your operating system version.
ilo: Nailapdan ti bersion ti sistema ti panangpaandar.

source: Block Images from { $website }
ilo: Lapdan ti Ladawan manipud ti { $website }

source: Block Lists
ilo: Lista ti Nalapdan

source: Block pop-ups for %S
ilo: Lapdan ti tumpuar a tawa manipud iti %S

source: Blocks known trackers. Some websites may not function properly.
ilo: Lappedan dagiti inammo a mangsurotsurot. Addanto ti sitio a saan met a maitutop nga umobra.

source: Blue
ilo: Asul

source: Bogus comment.
ilo: Parbo a pagkunaan.

source: Bogus doctype.
ilo: Parbo ti doctype.

source: Bookmark
ilo: Pannanda

source: Bookmarks
ilo: Pannanda

source: Bookmarks Menu
ilo: Menu ti Pannanda

source: Bookmarks Toolbar
ilo: Barras ti Pannanda

source: Bookmarks Toolbar Items
ilo: Banag iti Barras ti Pannanda

source: Bookmark This Frame
ilo: Tandaanan Daytoy a Kuadro

source: boolean
ilo: lohiko

source: Boolean
ilo: Lohiko

source: Bosnian
ilo: Bosnio

source: $BrandFullNameDA has been installed on your computer.\n\nClick Finish to close this wizard.
ilo: Napaisimpan ti $BrandFullNameDA ti kompiuteryo. \n\n Aglagitikkayo iti Palpasen tapno mairikep daytoy a bagnos.

source: $BrandFullNameDA has been uninstalled from your computer.\n\nClick Finish to close this wizard.
ilo: Naikkatan ti kompiuteryo iti $BrandFullNameDA .\n\nAglagitikkayo iti Palpasen tapno marikpan daytoy a bagnos.

source: $BrandFullNameDA will be uninstalled from the following folder. $_CLICK
ilo: Ti sumagsaganad a karpeta ket pagdisinstalaanto ti $BrandFullNameDA. $_CLICK

source: { -brand-full-name } is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
ilo: Ti { -brand-full-name } ket nawaya ken silulukat a software a nangbukel ti komunidad ti sangsangaribo a tao manipud ti am-amin a lugar iti lubong. Adda ti naskenyo nga ammo:

source: $BrandFullName Setup
ilo: Instalasion ti $BrandFullName

source: $BrandFullName Uninstall
ilo: Panagikkat ti $BrandFullName

source: { -brand-short-name } could not install the search engine from: { $location-url }
ilo: Saanna a naisimpa ti { -brand-short-name } ti makina pangbirok nga aggapu: { $location-url }

source: $BrandShortName delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and integrated search let you get the most out of the web.
ilo: Ipaay ti $BrandShortName ti panagbasa a natalged ken nalaka iti Web. Dagiti sapasap nga interface ti agar-aramat, napasayaat a langa ti seguridad ipaset pay salaknib iti pannakatakaw ti kinasiasino ken sigud a sukimat ket palubosandakayo a gundawayan ti Web.

source: { -brand-short-name } has determined that the following add-ons are known to cause stability or security problems:
ilo: Naikeddeng ti { -brand-short-name } ket dagita sumagsaganad a raman ket naammuan a mangirurumen iti problema maipapan iti simpa ken seguridad:

source: { -brand-short-name } is made available to you under the terms of the <a data-l10n-name="mozilla-public-license-link">Mozilla Public License</a>. This means you may use, copy and distribute { -brand-short-name } to others. You are also welcome to modify the source code of { -brand-short-name } as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
ilo: Mapagaramat ti { -brand-short-name } kadakayo babaen dagiti termino ti <a data-l10n-name="mozilla-public-license-link">Pagraramanan a Lisensia ti Mozilla</a>. Kayat a sawen daytoy a maaramat, makopia ken maiwarasyo ti { -brand-short-name } kadagiti sabali a tao. Mapalubosanyo a mabaliwan a kas kayatyo ti kodigo-taud ti { -brand-short-name } tapno matungpal ti masapsapolyo. Ikkan met ti Pagraramanan a Lisensia ti Mozilla kadakayo iti karbengan a mangiwaras iti bersionyo a binaliwanyo.

source: Briefcase
ilo: Maleta

source: Brief Title
ilo: Ababa a Titulo

source: Bring All to Front
ilo: Isango Amin

source: Browsing
ilo: Panagsursur

source: Builtin Roots Module
ilo: Sigud a Modulo a Roots

source: Bulgarian
ilo: Bulgar

source: Bulk data decryption algorithm failed in selected cipher suite.
ilo: Napaay ti algoritmo ti engkripsion iti kaaduan ti datos idiay napili nga agasmang ti sipra.

source: Burmese
ilo: Burmano

source: By Date
ilo: Segun Petsa

source: By Date and Site
ilo: Segun Petsa ken Sitio

source: By Last Visited
ilo: Segun Kaudian a Panagbisita

source: By Most Visited
ilo: Segun Nabasbasa

source: By Site
ilo: Segun Sitio

source: bytes
ilo: byte

source: C
ilo: m

source: Cache
ilo: Pagipempenan

source: Cached responses: %S
ilo: Impempen a sungbat: %S

source: Cached Web Content
ilo: Impempen a Laon

source: Cached Web Content ({ $amount } { $unit })
ilo: Impenpen a Laon ti Web ({ $amount } a { $unit })

source: Cache Storage
ilo: Pagipempenan

source: CA Compromise
ilo: Pakailatakan ti CA

source: CA Issuers
ilo: Mangiwaras ti CA

source: Calculating site data and cache size…
ilo: Bilbilangen ti kadakkel dagiti datos ti sitio ken impempen a damdamag …

source: Cancel
ilo: Ibabawi

source: Cancel 1 Download
ilo: Ibabawi diay 1 a Panagyulyulog

source: Cancel All Downloads?
ilo: Ibabawi Amin a Panagyulyulog?

source: Cancel %S Downloads
ilo: Ibabawi diay %S a Panagyulyulog

source: Cannot communicate securely with peer: no common compression algorithm(s).
ilo: Saan a makasaritaan a nasalinged ti kapada: awan ti kadaywan nga algoritmo pangipandag.

source: Cannot connect: SSL is disabled.
ilo: Saan a makasinnilpo: nakaiddep ti SSL.

source: Cannot connect: SSL peer is in another FORTEZZA domain.
ilo: Saan a makasinnilpo: adda iti sabali a sakup a FORTEZZA ti kapada iti SSL.

source: Cannot decrypt: encrypted using a disallowed algorithm or key size.
ilo: Saan a maidekripta: saan a napalubosan nga algoritmo wenno kadakkel ti tulbek ket ti pagaramatna a pangikripta.

source: Cannot decrypt: you are not a recipient, or matching certificate and private key not found.
ilo: Saan a maidekripta: saankayo ti mangaw-awat, wenno saan a nabirokan ti pasang a sertipiko ken napakni a tulbek.

source: Cannot initiate another SSL handshake until current handshake is complete.
ilo: Saan a marugian ti maysa pay a pannakitulag a mensahe aginggana malpas ti agdinama.

source: Can’t call pprint on this type of object.
ilo: Saan a matawagan ti pprint no daytoy a kita.

source: Can’t connect securely because the site uses an older, insecure version of the SSL protocol.
ilo: Saan a makasilpo a nasaligned gapu ta ar-aramaten ti sitio ti daddaan ken di-nasaligned a bersion ti protokol a SSL.

source: Can’t connect securely because the SSL protocol has been disabled.
ilo: Saan a makasilpo a nasaligned gapu ta nakaiddep ti protokol a SSL.

source: "Can't write: "
ilo: "Saan a maisurat: "

# Can’t write to file %S: %S.
source: Can’t write to file %S:\n%S.
ilo: Saan a masuratan ti intar: %S:\n%S.

source: Caret Browsing
ilo: Mode ti Kursor

source: (Case sensitive)
ilo: (Mailasin ti Kadakkel)

source: Catalan
ilo: Katalan

source: Center
ilo: Ipatengnga

source: Central European, ISO
ilo: Akintengnga nga Ewropa, ISO

source: Central European, Microsoft
ilo: Akintengnga nga Ewropa, Microsoft

source: Cert chain fails policy validation
ilo: Saan a mapatalged ti kadena ti sertipikasion

source: Certificate
ilo: Sertipiko

source: Certificate:
ilo: Sertipiko:

source: Certificate Authority (unnamed)
ilo: Sertipikasion nga Awtoridad (di-napanaganan)

source: Certificate backup password:
ilo: Kontrasenias ti pannakatipon ti sertipiko:

source: Certificate backup password (again):
ilo: Kontrasenias ti pannakatipon ti sertipiko (manen):

source: Certificate Detail
ilo: Detalie ti Sertipiko

source: Certificate extension not found.
ilo: Saan a nabirokan ti palug-ad ti sertipiko.

source: Certificate Fields
ilo: Batog ti Sertipiko

source: Certificate Files
ilo: Intar ti Sertipiko

source: Certificate Hold
ilo: Pannakataginayon ti Sertipiko

source: Certificate Issuer Alt Name
ilo: Kaipasang a Nagan ti Mangiwaras iti Sertipiko

source: Certificate Key Usage
ilo: Pannakaaramat ti Tulbek ti Sertipiko

source: Certificate key usage inadequate for attempted operation.
ilo: Nakisang ti panagaramat iti tulbek para kadatoy a napadas a pannakapaandar.

source: Certificate Name
ilo: Nagan ti Sertipiko

source: Certificate path length constraint is invalid.
ilo: Saan a maipateg ti manggawgawid ti kaatiddog ti dana ti sertipiko.

source: Certificate Policies
ilo: Polisa ti Sertipiko

source: Certificate Policy Mappings
ilo: Mapa ti Polisa ti Sertipiko

source: Certificates
ilo: Sertipiko

source: Certificate Signature Algorithm
ilo: Algoritmo ti Panangpirma ti Sertipiko

source: Certificate Signature Value
ilo: Pateg ti Panangpirma ti Sertipiko

source: Certificate Signer
ilo: Mampirma ti Sertipiko

source: Certificate Subject Alt Name
ilo: Kaipasang a Nagan ti Pagsaritaan ti Sertipiko

source: Certificate Subject Directory Attributes
ilo: Atributo ti Direktorio ti Pagsaritaan ti Sertipiko

source: Certificate Subject Key ID
ilo: ID ti Tulbek ti Pagsaritaan ti Sertipiko

source: Certificate type not approved for application.
ilo: Saan a naaprobaran ti kita ti sertipiko para kadaytoy nga aplikasion.

source: Certificate usages field is invalid.
ilo: Saan a maipateg ti kampo ti panangaramat iti sertipiko.

source: Certification Practice Statement pointer
ilo: Paratudo ti Sarita maipapan iti Panagpadas ti Sertipikasion

source: Cert Library: No Response
ilo: Cert Library: Awan ti Sungbat

source: Cessation of Operation
ilo: Isasardeng ti Panagandar

source: Chamorro
ilo: Tsamorro

source: Change Master Password
ilo: Sukatan ti Kontrasenias a Maestro...

source: Change your view
ilo: Isukat ti panangipadlaw

source: Changing these advanced settings can be harmful to the stability, security, and performance of this application. You should only continue if you are sure of what you are doing.
ilo: Makadaddael dagitoy a sagana ti nangatngato a tukad iti simpa, seguridad ken pannakaaramid daytoy nga aplikasion. Agpatuloykayo koma no siguradokayo kadagiti aramidenyo.

source: Character Encoding
ilo: Panangengkodigo ti Kurdit

source: Chechen
ilo: Tsetsen

source: check
ilo: Patalgedan

source: Check for Updates
ilo: Palutputen ti Pannanarimaan

source: Check For Updates
ilo: Palutputen ti Pannanarimaan

source: Check for updates for this add-on
ilo: Palutputen ti pananarimaan kadaytoy a raman
